export const UpdateLog: string[][] = [
    ['2024/6/5 3.0.0版本', '* 选课猫新页面上线', '* 新增统计课程标签数量']
    // ['2023/11/28 2.0.22版本', '* 新增作者心里话', '* 新增项目团队的小广告', '* 喜报!取消了搜索限制'],
    // ['2023/11/25 2.0.21版本', '* 新增平台吐槽总数', '* 新增喵社区广告(帮帮孩子!)'],
    // [
    //     '2023/6/5 2.0.20版本',
    //     '* 修改了吐槽历史界面隐藏吐槽的展现方式',
    //     '* 新增了搜索限制和广告功能',
    //     '* 新增吐槽增加15次搜索',
    //     '* 新增广告增加5次搜索'
    // ],
    // ['2023/6/4 2.0.19版本', '* 新增评价时间降序显示'],
    // ['2022/2/25 2.0.16版本', '* 修复字体bug'],
    // ['2022/2/23 2.0.15版本', '* 暂时去除字体调整功能']
];
